Repository: zmilliron/Irc
Catalog: Irc/Properties/Resources.*.resx
Languages: es

# AlreadyJoinedChannel
source: You have already joined {0}.
es: Ya se ha entrado {0}.

# AlreadyRegisteredExceptionMessage
source: The connection has already been registered on the network.
es: Conexión ya está registrado en el red.

# BanExceptionListAtCapacity
source: Ban exception list is full ({0}).
es: Lista de excepciones de la prohibición es total ({0}).

# BanListAtCapacity
source: Ban list is full ({0}).
es: Lista de prohibiciónes es total ({0}).

# ChannelNameFormatError
source: The channel name is not in the correct format.
es: Nombre del canal debe comenzar con # y no puede contener espacios o comas. Los nombres de canal también pueden comenzar con & o + si es compatible con el servidor.

# ChannelNameTooLong
source: Channel name must be less than {0} characters on this server.
es: Nombre del canal debe ser inferior a {0} caracteres en este servidor.

# ConnectionAlreadyOpenError
source: The connection is already open.
es: La conexión ya está abierta.

# ConnectionLost
source: ***The connection to the server was lost.
es: ***Se ha perdido la conexión con el servidor.

# DccTransferInProgress
source: Transfer already in progress.
es: Transferencia ya está en marcha.

# DefaultAwayMessage
source: I am currently away.
es: Actualmente estoy fuera.

# FileTooLargeException
source: The actual file size is larger than the file size claimed by the remote client.
es: El tamaño real del archivo es más grande que el tamaño del archivo reclamada por el cliente remoto.

# FriendsListNotSupported
source: Friends list is not supported on this server.
es: Lista de amigos no se admite en este servidor.

# IgnoreListNotSupported
source: Ignore list is not supported on this server.
es: Lista de ignorados no se admite en este servidor.

# InvalidCastNickname
source: String "{0}" is not a valid nickname.
es: "{0}" no es un apodo válido.

# InvalidUriScheme
source: The specified uri was invalid. A uri must be in one of the following forms: irc://<host>[:<port>]/[<channel>[?<password>]] irc6://<host>[:<port>]/[<channel>[?<password>]] ircs://<host>[:<port>]/[<channel>[?<password>]]
es: El URI especificado no es válido. A uri debe estar en una de las siguientes formas: irc :/ / <host> [: <puerto>] / [? <canal> [<contraseña>]] irc6 :/ / <host> [: <puerto>] / [? <canal> [<contraseña>]] IRC :/ / <host> [: <puerto>] / [? <canal> [<contraseña>]]

# InvitationExceptionListAtCapacity
source: Invitation exception list is at capacity ({0}).
es: Lista de excepciones de la invitación está lleno ({0}).

# InviteCommandDisabled
source: Channel invitations have been disabled.
es: Invitaciones de canal han sido desactivados.

# KickCommandDisabled
source: The KICK command has been disabled.
es: El comando KICK se ha desactivado.

# KnockNotSupported
source: Knocking is not supported on this server.
es: LLamando no se admite en este servidor.

# NameAlreadyExistsError
source: A user with the specified nickname already exists.
es: Un usuario con el apodo especificado ya existe.

# NameNotFoundError
source: A user with the specified nickname was not found.
es: No se encontró un usuario con el apodo especificado.

source: <New Server>
es: <Servador Nuevo>

# NicknameFormatError
source: The nickname is not in the correct format.
es: Los apodos pueden contener letras, números y los siguientes caracteres: [] \ ^ _ `{} | - Los apodos no pueden comenzar con un número o el carácter -.

# NotConnectedMessage
source: A connection has not been established with a server.
es: Una conexión no se ha establecido con un servidor.

# NotRegisteredMessage
source: The command cannot be sent until the connection has been registered.
es: La orden no puede ser enviada hasta que la conexión ha sido registrada.

# NotVoicedError
source: Permission required to speak while moderated.
es: El permiso necesario para hablar mientras moderado.

# NullNicknameError
source: Nickname cannot be null.
es: Nombre no puede ser nulo.

# OnlyRegisteredSpeakError
source: Only registered users may speak in the channel.
es: Sólo los usuarios registrados pueden hablar en el canal.

# OpOrHalfOpStatusRequired
source: Channel operator or half-operator status required.
es: Estatus de operador o medio-operador requerido.

# OpStatusRequired
source: Channel operator status required.
es: Estatus de operador de canal requerido.

# PasswordFormatError
source: The password is not in the correct format.
es: La clave no está en el formato correcto.

# PasswordLengthError
source: Passwords must be less than 24 characters.
es: Las contraseñas deben tener menos de 24 caracteres.

# PortOutOfRangeError
source: A port number must be between 1 and 65535.
es: Puerto debe estar entre 1 y 65535

# ReconnectCancelled
source: Reconnection cancelled by user.
es: Reconexión cancelada por el usuario.

# ReconnectError
source: ***An error was encountered when reconnecting to the server:{0}{0}{1}
es: *** Se ha producido un error al volver a conectar con el servidor: {0} {0} {1}

source: ***Reconnecting...
es: ***Reconectando ...

# ReconnectingInTen
source: ***Reconnecting in 10 seconds
es: *** Reconectando en 10 segundos

# ResponseFormatError
source: Response string is not in the correct format.
es: Cadena de respuesta no está en el formato correcto.

# SelfMessageError
source: You don't need IRC to talk to yourself.
es: No es necesario IRC para hablar con usted mismo.

# TargetNameFormatError
source: The target is not a valid nickname or channel name.
es: TargetName debe ser un usuario válido o el nombre del canal.

# TooManyChannels
source: You have reached the channel limit on this server ({0}).{1}{1}Leave a channel before joining a new one.
es: Usted ha llegado al límite del canal en este servidor ({0}). {1} {1} Deja un canal antes de incorporarse a una nueva.

# TooManyPasswords
source: There are more passwords supplied than channel names.
es: Hay más contraseñas suministradas de nombres de los canales.

# TopicAuthorOnly
source: Set by {0}
es: Ajuste por {0}

# TopicInfo
source: Set by {0} on {1}
es: Ajuste por {0} en {1}

# TopicInfoUnavailable
source: Topic information unavailable.
es: Información de tema indisponible

# TopicTimeOnly
source: Set on {0}
es: Ajuste en {0}

# UnregisteredNicknameError
source: You must register your nickname first.
es: Debe registrar tu apodo primero.

# UnsupportedChannelModeExceptionMessage
source: The specified channel mode is not supported.
es: El modo de canal especificado no es compatible.

# UnsupportedChannelModes
source: Unsupported channel modes: {0}
es: Modos de canales compatibles: {0}

# UnsupportedModeExceptionMessage
source: The specified mode is not supported.
es: El modo especificado no es compatible.

# UserIPNotSupported
source: UserIP command not supported by this server.
es: Comando USERIP no compatible con este servidor.

# UserNameFormatError
source: The username is not in the correct format.
es: Los nombres de usuario pueden contener cualquier carácter excepto @, y espacios en blanco.

# UserNotFound
source: The specified user was not found.
es: No se encontró el usuario especificado.
